Repository: DoomHopes/cv_web
Catalog: lib/l10n/intl_*.arb
Languages: ru

source: Change Theme
ru: Изменить тему

source: Udovitsky
ru: Удовицкий

source: Alexander
ru: Александр

source: Sergeevich
ru: Сергеевич

source: Nikolaev
ru: Николаев

source: Skills
ru: Умения и навыки

# ClientServer
source: Client-server apps dev experience
ru: Опыт разработки клиент-серверных приложений

# EnglishLevel
source: English documentation reading level
ru: Английский на уровне чтения документации

source: Education
ru: Образование

# MBK
source: Mykolayiv building college Kyiv national building and architectural university
ru: Николаевский строительный колледж

source: Software developer
ru: Разработчик программного обеспечения

source: IT STEP
ru: КА Шаг

source: Work experience
ru: Рабочий стаж

# FirstExp
source: January 2021 â€“ February 2021/ Devsteam.mobi
ru: Январь 2021 - Февраль 2021/ Devsteam.mobi

# FirstExpSubtitle
source: did an internship, was engaged in program refactoring
ru: проходил стажировку, занимался рефакторингом программ

source: About me
ru: Обо мне

# MyDescription
source: Really love programming, purposeful, able to solve business problems. I get along well with people, I will be glad to work in a friendly team with experience
ru: Очень люблю программирование, целеустремлен, умеет решать бизнес-задачи. Хорошо лажу с людьми, буду рад работать в дружном коллективе с опытом
